[
  {
    "Id": 1,
    "Nome": "NVIDIA",
    "Setor": "Técnologia",
    "ValorDaAcao": 165.00,
    "Descricao": "Empresa do Ramo de Placas de Vídeos e que entrou no ramo de IA recentemente."
  },
  {
    "Id": 2,
    "Nome": "AMD",
    "Setor": "Técnologia",
    "ValorDaAcao": 126.50,
    "Descricao": "Empresa do Ramo de EVGA e que entrou no ramo de Renderização 3D recentemente."
  },
  {
    "Id": 3,
    "Nome": "RGE",
    "Setor": "Energia",
    "ValorDaAcao": 47.25,
    "Descricao": "Empresa do setor de Energia da cidade de Caxias do Sul"
  },
  {
		"Id": 4,
		"Nome": "NeuroSoft",
		"Setor": "Tecnologia",
		"ValorDaAcao": 3200,
		"Descricao": "Empresa especializada em desenvolvimento de redes neurais e soluções de inteligência artificial para automação industrial e análise preditiva. Com presença global, a NeuroSoft é referência na inovação em deep learning."
	},
	{
		"Id": 5,
		"Nome": "Solaris Energy",
		"Setor": "Energia Renovável",
		"ValorDaAcao": 850,
		"Descricao": "Líder no setor de energia limpa, a Solaris Energy investe em novas tecnologias para geração e armazenamento de energia solar. Seu compromisso com a sustentabilidade tem atraído investidores de todo o mundo."
	},
	{
		"Id": 6,
		"Nome": "QuantumDrive",
		"Setor": "Automobilístico",
		"ValorDaAcao": 2750,
		"Descricao": "Pioneira na fabricação de veículos elétricos autônomos, a QuantumDrive busca revolucionar a mobilidade urbana com carros inteligentes, seguros e ecologicamente sustentáveis. Seu foco em baterias de longa duração atrai grande interesse do mercado."
	},
	{
		"Id": 7,
		"Nome": "ByteBank",
		"Setor": "Financeiro",
		"ValorDaAcao": 1900,
		"Descricao": "Banco digital de próxima geração, oferecendo soluções de pagamento instantâneo, criptomoedas e investimentos automatizados. O ByteBank utiliza blockchain para garantir máxima segurança e transparência nas transações."
	},
	{
		"Id": 8,
		"Nome": "MedTech Solutions",
		"Setor": "Saúde",
		"ValorDaAcao": 1450,
		"Descricao": "Referência no desenvolvimento de equipamentos médicos de ponta e softwares de diagnóstico assistido por IA. A MedTech Solutions busca aprimorar o atendimento médico por meio da tecnologia, reduzindo custos e salvando vidas."
	},
	{
		"Id": 9,
		"Nome": "EcoVolt",
		"Setor": "Energia Renovável",
		"ValorDaAcao": 960,
		"Descricao": "Focada na geração de energia limpa, a EcoVolt desenvolve tecnologias para turbinas eólicas e painéis solares ultrafinos. Seu compromisso com a sustentabilidade e inovação atrai investidores do setor ambiental."
	}
]